{
  "StartText": [
    "“遂令天下父母心，不重生男重生女。”\n“谁不知如今贵妃娘娘三千宠爱在一身？倘若自家女儿也能得圣上垂怜，可该多好！”\n“爷娘送你入宫好不好？”",
    "就这样，你来到了宫中，只可惜年纪已逾十岁，自是无法与打小就在宫中受教习的姑娘相比，根本不可能被派往大殿——阴差阳错之下，也就到了这司膳处，虽然无法得见圣上龙颜，却也好歹算是学了手艺。如今你已在此处学习数年，礼仪技艺都足可以参加考试，接下来的第5个回合与之后每10个回合都有机会参与相应的考试来提升自己的官阶职位。"
  ],
  "StartDialogue": [
    {
      "speaker": 0,
      "context": "从今往后，你要<习礼操练>，不可怠慢，切勿负了贵人一片好心。只要你好好做，日后的好日子少不了。"
    },
    {
      "speaker": 1,
      "context": "是，姑姑。那我需要怎么做才能晋升？"
    },
    {
      "speaker": 0,
      "context": "司膳司是尚食局的下属官署，负责皇上和各位嫔妃的膳食，马虎不得。你每日都要认真完成<职责内的活计>，还要<学习新的知识>，这些可都是之后<考核>的主要内容，不可小觑。"
    },
    {
      "speaker": 0,
      "context": "不可小觑。只有你的表现获得了认可，才能获得考核资格，<通过技能和知识考核后才能晋升>，否则就要继续学习。"
    },
    {
      "speaker": 1,
      "context": "明白了，我定会认真完成的，那请问姑姑，这每日的安排都是些什么？"
    },
    {
      "speaker": 0,
      "context": "每日的活计和待学的知识都是根据你的<职位>安排好的，偶尔会有司膳典膳们给你派些额外的事务。"
    },
    {
      "speaker": 0,
      "context": "当然，这司膳司中也不全是劳作，还是有很多嬉戏的玩趣的，你大可体验体验，在玩闹中也会有所进步。"
    },
    {
      "speaker": 1,
      "context": "那请问姑姑，若是没有完成这些事儿会受罚吗？"
    },
    {
      "speaker": 0,
      "context": "受罚倒不会，今年的考核期一年都不满，<你错过一次习作，可就是浪费了一次进步的机会>，最后若是无法出人头地，可就辜负了林贵人的赏识。"
    },
    {
      "speaker": 1,
      "context": "谢谢姑姑提点，我定不辜负林贵人和姑姑的美意，勤奋刻苦，力争上游。"
    },
    {
      "speaker": 0,
      "context": "既然如此，那便开始吧！你既是女吏，就先从基本的帮厨做起吧，洗菜切菜，也别忘了学些烹饪的知识！"
    }
  ],
  "start_ifcolor": [
    1,
    0,
    3,
    1,
    0,
    1,
    0,
    0,
    1,
    0,
    0
  ],
  "rounds6": {
    "dialogue1": [
      "哎，你听说过么？之前中宗时候有一次元宵灯会，听说不少宫女趁乱离开了宫中呢，唉。",
      "这种话，你可别随便说。不过，你是不是从没有出过宫？",
      "我自幼入宫，又生性愚钝，没能当上公主皇子的贴身侍婢，更没机会出宫了。就连我的簪子，也几乎都是托公公们去买的。",
      "原来如此...的确，长安城的风光是很好的，而且街巷坊间，也有不少美食，不如我们去问问姑姑，能不能借采风之名出宫。",
      "姑姑会同意么？我想丽娘姑姑虽然温和慈爱，却是恪尽职守极守规矩的。",
      "唔，的确如此。",
      "不过我听说福子和寿儿他俩最近有个出宫检货的任务，每次都累得不得了，还没有什么油水，而且近来天气十分炎热，他俩早不想去了，不如我去与他二人商量商量，我们替他二人去，他二人与我们身量倒也相仿。",
      "那倒是很好的。",
      "一段时间后",
      "气死我啦，这两个腌臜货！",
      "怎么了？他二人不肯换么？",
      "分明是于他二人大好的事情，那寿儿见我主动前去，反倒嫌弃起咱女儿家力气不若他二人，怕咱们露了馅儿，而且语气也不全然是这个意思，根本就是意图讹一笔碎银。",
      "最近暑热，你别还动了肝火，他俩既是那般意思，那我去给笔小钱也就是了。",
      "反倒不若不去！倒害得我受气。",
      "不是的，你们误会了。",
      "你什么时候出来的？",
      "我恰好来司膳司取些食物送去凤阳阁罢了，二位既是想替我和寿儿去检货，那自是美事一桩，我哪有不成全之理？（有意眨了眨眼）",
      "",
      "哎呀，倒也不是就不给你们好处了，毕竟是两相便宜的事情嘛。",
      "捧出两碗清风饭",
      "哎哟，这可是罕见的好物什呀！实在是多谢了，那我这儿就告辞了。",
      "你倒是舍得给两碗清风饭出去给这俩家伙！这样消暑祛热的好凉品——",
      "你别着急嘛，我可没加__进去，管叫滋味少了不少。"

    ]
  },
  "rounds7": [
    "哎，我还以为检货是件多累的事情，结果也不过如此！那两小子有这出宫的机会都肯不要，就为了不检货。",
    "好啦，离必须回宫还有几个时辰，趁着这大好机会，在长安城多逛一会儿吧。",
    "那当然，早听说王家银楼打造的首饰最为好看，我一直没能亲去挑选，今日我非去不可！",
    "一段时间后....",
    "我总算选到了，你瞧这个钗子好看不好看？",
    "好看呀，和你尤其相配。",
    "唔——肚子都饿了。民间有什么好吃的呀？我不要那些嗯，就是那种很贵的，和宫中司膳房做的根本没什么区别嘛。",
    "那就随便找家小熟食铺歇歇好了，去尝尝汤饼如何？",
    "好呀，是不是就是那个“馎饦”？听闻做法简朴，滋味却着实不错，滑软却又颇有咬嚼之处。",
    "正是。",
    "此时熟食铺外经过一书生...",
    "（低吟）风吹柳花满店香——太白之诗句果然生动。唉，自五年前落榜，然而功名却也难只作身外之物，实在不知此身何处可去....",
    "你瞧那边那位公子，嘴里喃喃的是什么？",
    "选择二",
    "这位内官也对太白之诗有兴趣么？",
    "不过略知一二罢了。",
    "小人周安，不知您在宫中可是处理何种事务，倘若有幸替我递送些诗句——",
    "快走啦，倘若再不走怕是宫门将闭了。",
    "此次时机不和，实在抱歉不能帮忙了。",
    "（这内使告辞的姿态，不似寻常宦者...倒像是女子...）"
  ],
  "rounds9": [
    "又是一年重阳节，的确是“每逢佳节倍思亲”的时候啊。",
    "好啦，你好歹有亲可盼，我自幼入宫连家中父母亲戚的面貌如今都记不清了，而且他们也从未给我寄过什么信，我已经不在乎了。",
    "重门一入再难出，或许今生今世也尽会蹉跎于此...阿慧，不若你我二人结为金兰，也好未来彼此看顾。",
    "哇，你认真的吗？我—我当然很愿意啦，我，我真的已经很久不曾体味亲情了。",
    "好呀，我二人既无帖子，那我们来交换些别的用作见证吧。",

    "哇，它可真好看。喏，这是我送你的“百不知”，虽然没有什么金碧珠翠，但是并不难看吧？",
    "嗯，很精致的木工啊。",
    "我二人今日以茶代酒，今日起愿结为异姓姐妹，请天地作证！",
    "说起来今日是重阳佳节，恰好也分发米锦，我拿了些出来，虽然味道并不特别，但颜色缤纷，实在好看。",
    "吃米糕取其步步高升的意思，重阳节恰也登高望远，实在是颇有意趣。",
    "哎，你总是这么聪明..."
  ],
  "rounds10": [
    "是。",
    "哇，你收到信了呢。快拆开，瞧瞧写得是些什么？",
    "哎呀，别伸着脑袋过来觑着，有什么好事我自当与你分说啦。",
    "行行，不打扰你。",
    "信件内容：闺女，爷娘数年不得亲来见你，村中先生又总无空余代笔，因此上这封信就来的迟了些，不知你近况可还安好么？宫中生活，料来十分辛苦，你且步步警醒，莫要走错！",
    "喏，不过就是些嘘寒问暖，毕竟寄信也并不方便，不过无事总好过有事了。",
    "嗯，也是啦。（垂头似乎想打瞌睡）",
    "哎哎，今天可是得守岁的，别睡着啦，给~",
    "啊啊啊啊啊啊啊啊！好辣，好辛！你把蒜塞我嘴里干哈嘛！！",
    "这是“五辛盘”的呀，你忘记了么？",
    "选择",
    "呼，不管怎么说，明天就是新的一年了！"
  ],
  "rounds14": [
    "最近总是没有什么空余，一直也抽不出空去探望丽娘。",
    "不过好歹现在有机会了，马上就要清明，只需要准备些冷粥留饧，倒是相当方便的。",
    "嗯，我也记得往年寒食节咱们的确轻松，连火也不消生，走吧。",
    "唔，你二人来这里做什么？",
    "听闻您身体不适，就趁闲来探望您，给您带了点新茶。",
    "今日许多小宫女都去花园踏青荡秋千，你二人倒是有心，还记得来看我。",
    "其实是听得点儿信，您，要离宫么？",
    "离宫？你从哪儿听来的？或许吧，不过我们这样已在宫中蹉跎半生的人，又能到哪儿去呢？我身体不适，宫中可不养闲人的。",
    "抱歉，我一时口快，不是有意....",
    "罢了。替我把那卷佛经拿来吧——",
    "",
    "丽娘，我们就不多打扰您，先行告退了。"
  ],
  "rounds16": {
    "dialogue1": [
      "丽娘让我来知会你们一声，她明儿就要离宫了。",
      "是么，那么丽娘要去哪里呢？",
      "这我可就不知道了。",
      "唔，那我们准备些胡麻饼送去吧，宫中的胡麻饼好歹也是一绝，面脆油香，外头比不得的。",
      "嗯。"
    ],
    "dialogue2": [
      "丽娘果然还是要离宫了，早知道那日，就该多耽误些时候在她那里。",
      "是么，那么丽娘要去哪里呢？",
      "听说是告的病，就回老乡了。丽娘这几年也攒了不少碎银，或许回乡也不会过的太差。",
      "什么时候离开？",
      "明日。",
      "唔，那我们准备些胡麻饼送去吧，宫中的胡麻饼好歹也是一绝，面脆油香，外头比不得的。",
      "嗯。"
    ],
    "dialogue3": [
      "我身体欠佳，恐怕是不能再在宫中耽搁了。",
      "那么，您要到哪里去呢？",
      "去感业寺修行。",
      "感业寺修行？我以为，我以为您会回乡...",
      "我也考虑过，不过去乡下无人看顾，恐怕也...",
      "我们会常常给您寄些东西的。",
      "多谢了，那我先离开了。",
      "阿慧，那我们准备些胡麻饼送去给丽娘吧，宫中的胡麻饼好歹也是一绝，面脆油香，外头比不得的。",
      "嗯。"
    ]
  },
  "rounds24": [
    "出宫采买虽说没有上次随意选自己想要的东西有趣，不过好歹又有一次出宫来吃东西的机会。",
    "没错，虽说宫中非要新鲜食材并非不可得，就像荔枝一样，但是若全按规定的流程，反倒是宫中的食材不如民间馆子的新鲜了。",
    "是的，那我们今日去尝尝什么呢？",
    "鱼生如何？细片鱼肉晶莹剔透，伴上花叶橙丝相映成趣。前朝之人曾说“金齑玉脍，东南佳味也。”色泽高雅，滋味清甜，何况今日时节恰好，实在是不二之选。",
    "哇，可是听上去就不便宜诶。",
    "而且要做得好的，也得去有良厨之处，毕竟鱼脍对刀工要求也相当之高呢。",
    "呜！大出血啦！不过我还是想去！",
    "走吧。",
    "诶唷，贵客呀，请登楼！",
    "啊，我从前从没来过这种地方，民间富贵处，比之宫中也不遑多让呀。",
    "你声音可得压低压粗些，别漏了馅儿。",
    "嗯，晓得了。",
    "哎，听闻杨相——整整三千万匹呀！",
    "闭嘴吧，小心惹火烧身！",
    "呃，他们这是在说什么？",
    "那个三千万匹，是帛吗？这，这可是——",
    "别说啦...（虢国夫人也罢，杨相也罢，恐怕风评都不怎样好吧...）"
  ],
  "rounds29": [
    "今儿需得额外添一件儿“巨胜奴”，圣人说了，今儿以“巨胜奴”搭“瑞圣奴”，应当是极为可喜的。",
    "今儿？你确定么？这东西至少得提前一日准备，极为复杂的，立即就要怎么可能呢",
    "那这可如何是好，这，这，难道我有本领去请圣人收回成命么？",
    "姑且不必担心，昨儿恰好制面的时候额外有一团老面不曾使用，可以暂且代替。",
    "阿慧，你且去备好糖桂花，蜂蜜一类的物事",
    "福子，拜托你去把芝麻捯饬熟，我来搓面，手脚快些应当是可以的",
    "好，好！幸好！",
    "哎哟，实在是多亏姑奶奶了！",
    "（哎，那个瑞圣奴，瑞圣奴是何物来着？）",
    "选择",
    "呼，手忙脚乱，这巨胜奴搭上瑞圣奴可算是做好了。"
  ],
  "rounds31": [
    "阿慧，怎么了，你脸色这样白！",
    "天哪，我适才去奉餐，看到安禄山大人涕泣而出，这，这是什么事情啊！",
    "（听闻国舅不喜安禄山大人，难道——）你别紧张，这种事情，哪能够和咱们有关系",
    "哎，可我总觉这不是什么好兆头呀。",
    "尚在正月，莫说这样的话了，喝杯屠苏酒吧，也暖和些。"
  ],
  "rounds34": [
    "哎哟，可算是找着你们了。",
    "有什么事情么？",
    "虢国夫人来探望贵妃娘娘，比起谁能吃的更好了。",
    "啊？这是什么比法？",
    "你和阿慧前几年不是去见识过邓连先生的厨艺么？那确实是民间高手啊，虢国夫人今日就带着那透花糍来炫耀，可把贵妃娘娘气坏啦！",
    "所以你来找我做什么？",
    "哎哟，可不就是这么回事么！就是请你也做道好菜，要比过那邓连的透花糍！倘若能尤其体现皇宫大气之风，自然更佳了。",
    "单纯依靠材料压过，倒显得宫中无人；若是刻意为技，却最多不过与邓先生不相上下而已，这可是道难题。",
    "做那个呀！那个叫什么来着，十遂羹！用材既繁，民间大多都会减其原料；手艺也颇考究，能体现出技术的火候。",
    "那倒是很好的。___",
    "石耳、石发、石绵、海紫菜、鹿角、腊菜、天花蕈、沙鱼、海鳔白、石决明、虾魁腊",
    "哇，居然都找得着！再把鸡、羊、鹑熬煮出汁",
    "接着那决明、虾、蕈浸渍，过一遍水，三汁相和，盐酎装严，嗯，成了！"
  ],
  "rounds38": [
    "哎哟，上次你做的那道菜，有位娘娘可不太高兴。",
    "你倒是说说哪位娘娘呀。",
    "这我可不敢说了，你瞧瞧这道赏给你的菜，你自个儿体会吧。",
    "这是...升平炙。",
    "羊舌，鹿舌做的菜。是提醒我谨言慎行么...."
  ],
  "rounds40": [
    "今年元正，总叫人觉得心烦意乱啊。",
    "来来，先喝点酒，柏叶酒，延年益寿的。",
    "今日也叫咱们做些吐蕃风味的菜，似乎是有位吐蕃王子来降吧。",
    "这是好事呀，不正是说明我大唐——",
    "不是这个原因，只是觉得__。",
    "究竟好时节的时候，想点开心的事情吧。"
  ],
  "rounds42": [
    "阿慧，怎么了，你怎么在这里呆半晌了？",
    "我，我家人给我寄信了....他们去世了。",
    "抱歉，我——",
    "你不用道歉，我对他们也没有什么感情，当年送我入宫是因为他们并不想抚养我。这封信是我弟弟写的，父母离世，他不想着尽孝之仪，却只是向我索要财物。",
    "你不必给的。",
    "我也不打算给，只是父母离世，终究有些气闷哀伤，也需为葬礼出资。",
    "但是你父母于你——",
    "我自然知道，而且我也担心我弟弟恐怕并不会将我的出资用于丧葬。",
    "我已经备好了一条濡鱼，虽然这是秦时之食，不过鱼腹藏物，大约也是自那而始。",
    "选项一",
    "这，确实是一个好主意。"
  ],
  "rounds44": [
    "哎哟，阿慧，我听说——",
    "是啊，我弟弟死了，怎么了？",
    "哎哟，那死相可不太好看，而且大家也没想明白这人也有钱吞金自杀，那数额可还不小呀。",
    "大约是太过贪婪愚笨，父母死后也无独立生活之能，就带着点堵物直接走啦。",
    "阿慧你可别太伤心了，虽然——",
    "你不必说啦，福子，我明白的。",
    "那好吧，今晚记得做驼峰炙哦，我先走了。",
    "又是西域风味，哎。",
    "烤驼峰酥香无比，虽然难免油腻，但确实是一道美食。",
    "阿慧，福子走远了，你，真的没事么？",
    "我知道他一定会吃下去的，而且我也很清楚，他大约在吃下去的时候，还会怒斥我只送去一道菜而已吧。这个脑满肠肥的家伙，比之驼峰也不如，不枉我几乎花干积蓄——",
    "我记得你说，__",
    "阿慧，不管怎么说，现在总是好些了。"
  ],
  "rounds46": {
    "dialogue": [
      "福子，福子，你见到阿慧了么？我两天不见她了，这人丁清点——",
      "哎哟，不知道啊，你晓得的，最近宫中似乎越来越乱了，各种事情——",
      "这可如何是好，她到底到哪里去了！",
      "可能，是，呃，她昨儿好像找寿儿借了衣服，是不是出宫了？",
      "快快，快把你衣服也借我一下，我得出去找她了。",
      "哎哟，好好。",
      "该死，她去哪儿了？",
      "哎呀，那边河那儿，是不是有个官人望了半晌河了，男生女相，若不是太监，还真是不知道会勾多少大姑娘的心呢。",
      "啊，就是她！请让请让，借过借过，阿慧！！",
      "你来做什么？",
      "你在干什么？",
      "没什么，就是在想，吃鱼死了的人，会变成水鬼么？喏，你要不要吃点捻头？我买来喂鱼的。",
      "别开玩笑了阿慧，回宫吧。",
      "你知道民间现在传些什么事情么？",
      "什么？",
      "大事将发啊，我不打算再回宫了。"
    ],
    "dialogue1": [
      "你不必来劝，也不需和我同行。至于去哪里我自有打算，我心意已定，就此别过吧。",
      "什么？你到底在说什么？我们不是，不是结为姐妹了么？",
      "你看，这个捻头，明明聚集在一起，看上去十分团结，可是松脆无比，稍微使劲也就碎了。你并不真正地把我当作姐妹，你一直都以各种各样的方式冒犯于我。",
      "不，我没有，我绝无此意——",
      "或许你不故意为之，但是你一直都，罢了，无所谓，那日我见安大人涕泣出宫的时候，就莫名觉得，这大唐盛世恐怕也难以为继了。告辞。"
    ],
    "dialogue2": [
      "什么？你要去哪儿？",
      "逃去乡下，或者随便哪儿，一直呆在长安，我弟弟的死迟早会查到我身上。",
      "你别想太紧张了，如今大老爷们怕也不怎么有空去查你的案子。",
      "或许吧，不过，自那次看到安大人涕泣出宫之后，我也还是有些担忧，或者你也同我一齐出逃吧，去寺庙修行也好，还是什么别的——",
      "选项一"
    ],
    "dialogue3": [
      "不论是戴鹿冠也好，入佛寺也罢，反正即使呆在宫中最好也不过如此。如何，你要不与我一起离宫？",
      "阿慧，我如今暂时未有离宫的打算——",
      "不妨，日后只要你不在宫中，我自然会来找你，只要你到时候肯透露些许风声..."
    ]
  },
  "rounds49": [
    "你入司膳司也不少时日了，这其中艰辛，可着实不易啊。",
    "是啊！不过安禄山起兵反叛，来势汹汹，几乎无人可以阻挡。旦夕祸福，孰能料想？",
    "听闻当初杨大人便提及过此事，只可惜圣人未曾将之置于心上。",
    "如今留宫为忠，离宫为生，你打算如何选择？",
    "我啊？哎，瞧见那碗菜了么？",
    "遍地锦装鳖，这个我是知道的。",
    "造型再如何美观，名字再如何好听，甚至味道再如何美味，这东西也只不过是个鳖罢了。我不过是个小小太监，再做出什么事情，能被如何赞美，也不过阉宦而已。我的决定又有什么重要的么？",
    "浮萍随波，的确是身不由己。",
    "不是身不由己。虽然现在如何看似没有选择，但是如今一切不过也是过往抉择而定罢了。",
    "你倒是开始讲这些大道理了。"
  ],
  "rounds50": {
    "dia1": [
      "感业寺，听闻来过很多人。不知道我是第多少个人？不过无所谓了。",
      "数年已过，自安史之乱唐朝的衰微就已经难以阻止。当年断千丝，离乱世，也常怀想旧时滋味，那时好歹还有个官阶，宫中浮华，物资也并不匮乏。",
      "初来寺中，其实也并不适应，但是时至今日，虽然日夜青灯古佛，粗茶淡饭，却也不觉得艰难了。",
      "阿慧去了乡下，偶尔也会带新鲜瓜果来探望我，她常常提起过去那些美食，可怜我的手艺就此埋没，我想各种各样的选择总是不能万全，或许有时，还万般皆不全。"
    ],
    "dia2": [
      "唐朝并没有就此灭亡。尽管这场祸乱对大唐造成了难以弥合的创伤，经年积累的贮藏依旧让大唐延续了下去。",
      "我选择了留在宫中，或许我该离开，那样也许还能见到阿慧。",
      "不过还好，如今这宫中的生活却也并不算太过艰难。有时候司膳司新来的小宫女还会来讨教我的技艺，不过唐朝终究是衰微了，有些食材即使在宫中也难以找到。",
      "闲聊了这么久，你要写首诗么？关于玄宗那时候的故事。"
    ]
  }
}