{
  "StartText-Dialogue": "“遂令天下父母心，不重生男重生女。”\n“谁不知如今贵妃娘娘三千宠爱在一身？倘若自家女儿也能得圣上垂怜，可该多好！”\n“XX，爷娘送你入宫好不好？”",
  "StartText": "就这样，你来到了宫中，只可惜年纪已逾十岁，自是无法与打小就在宫中受教习的姑娘相比，根本不可能被派往大殿——阴差阳错之下，也就到了这司膳处，虽然无法得见圣上龙颜，却也好歹算是学了手艺。如今你已在此处学习数年，礼仪技艺都足可以参加考试，接下来的第5个回合与之后每10个回合都有机会参与相应的考试来提升自己的官阶职位。",
  "StartDialogue": [
    {
      "speaker": 0,
      "context": "一二三，得林贵人叮嘱，你要<习礼操练>，不可怠慢，切勿负了贵人一片好心。只要你好好做，日后的好日子少不了。"
    },
    {
      "speaker": 1,
      "context": "是，姑姑。那我需要怎么做才能晋升？"
    },
    {
      "speaker": 0,
      "context": "司膳司是尚食局的下属官署，负责皇上和各位嫔妃的膳食，马虎不得。你每日都要认真完成<职责内的活计>，还要<学习新的知识>，这些可都是之后<考核>的主要内容，不可小觑。"
    },
    {
      "speaker": 0,
      "context": "不可小觑。只有你的表现获得了认可，才能获得考核资格，<通过技能和知识考核后才能晋升>，否则就要继续学习。"
    },
    {
      "speaker": 1,
      "context": "明白了，我定会认真完成的，那请问姑姑，这每日的安排都是些什么？"
    },
    {
      "speaker": 0,
      "context": "每日的活计和待学的知识都是根据你的<职位>安排好的，偶尔会有司膳典膳们给你派些额外的事务。"
    },
    {
      "speaker": 0,
      "context": "当然，这司膳司中也不全是劳作，还是有很多嬉戏的玩趣的，你大可体验体验，在玩闹中也会有所进步。"
    },
    {
      "speaker": 1,
      "context": "那请问姑姑，若是没有完成这些事儿会受罚吗？"
    },
    {
      "speaker": 0,
      "context": "受罚倒不会，今年的考核期一年都不满，<你错过一次习作，可就是浪费了一次进步的机会>，最后若是无法出人头地，可就辜负了林贵人的赏识。"
    },
    {
      "speaker": 1,
      "context": "谢谢姑姑提点，XXX定不辜负林贵人和姑姑的美意，勤奋刻苦，力争上游。"
    },
    {
      "speaker": 0,
      "context": "既然如此，那便开始吧！你既是女婢，就先从基本的帮厨做起吧，洗菜切菜，也别忘了学些烹饪的知识！"
    }
  ],
  "start_ifcolor": [
    1,
    0,
    3,
    1,
    0,
    1,
    0,
    0,
    1,
    0,
    0
  ],
  "rounds6": {
    "dialogue1": [
      "XX，你听说过么？之前中宗时候有一次元宵灯会，听说不少宫女趁乱离开了宫中呢，唉。",
      "这种话，你可别随便说。不过，你是不是从没有出过宫？",
      "我自幼入宫，又生性愚钝，没能当上公主皇子的贴身侍婢，更没机会出宫了。就连我的簪子，也几乎都是托公公们去买的。",
      "原来如此...的确，长安城的风光是很好的，而且街巷坊间，也有不少美食，不如我们去问问姑姑，能不能借采风之名出宫。",
      "姑姑会同意么？我想丽娘姑姑虽然温和慈爱，却是恪尽职守极守规矩的。",
      "唔，的确如此。",
      "不过我听说福子和寿儿他俩最近有个出宫检货的任务，每次都累得不得了，还没有什么油水，而且近来天气十分炎热，他俩早不想去了，不如我去与他二人商量商量，我们替他二人去，他二人与我们身量倒也相仿。",
      "那倒是很好的。",
      "一段时间后",
      "气死我啦，这两个腌臜货！",
      "怎么了？他二人不肯换么？",
      "分明是于他二人大好的事情，那寿儿见我主动前去，反倒嫌弃起咱女儿家力气不若他二人，怕咱们露了馅儿，而且语气也不全然是这个意思，根本就是意图讹一笔碎银。",
      "最近暑热，你别还动了肝火，他俩既是那般意思，那我去给笔小钱也就是了。",
      "反倒不若不去！倒害得我受气。",
      "XX，阿慧，你们误会了。",
      "你什么时候出来的？",
      "我恰好来司膳司取些食物送去凤阳阁罢了，二位既是想替我和寿儿去检货，那自是美事一桩，我哪有不成全之理？（有意眨了眨眼）",
      "",
      "哎呀，倒也不是就不给你们好处了，毕竟是两相便宜的事情嘛。",
      "捧出两碗清风饭",
      "哎哟，XX，这可是罕见的好物什呀！实在是多谢了，那我这儿就告辞了。",
      "你倒是舍得给两碗清风饭出去给这俩家伙！这样消暑祛热的好凉品——",
      "你别着急嘛，我可没加__进去，管叫滋味少了不少。"

    ]
  },

  "rounds7": [
    "哎，我还以为检货是件多累的事情，结果也不过如此！那两小子有这出宫的机会都肯不要，就为了不检货。",
    "好啦，离必须回宫还有几个时辰，趁着这大好机会，在长安城多逛一会儿吧。",
    "那当然，早听说王家银楼打造的首饰最为好看，我一直没能亲去挑选，今日我非去不可！",
    "一段时间后....",
    "我总算选到了，你瞧这个钗子好看不好看？",
    "好看呀，和你尤其相配。",
    "唔——肚子都饿了。民间有什么好吃的呀？我不要那些嗯，就是那种很贵的，和宫中司膳房做的根本没什么区别嘛。",
    "那就随便找家小熟食铺歇歇好了，去尝尝汤饼如何？",
    "好呀，是不是就是那个“馎饦”？听闻做法简朴，滋味却着实不错，滑软却又颇有咬嚼之处。",
    "正是。",
    "此时熟食铺外经过一书生...",
    "（低吟）风吹柳花满店香——太白之诗句果然生动。唉，自五年前落榜，然而功名却也难只作身外之物，实在不知此身何处可去....",
    "XX，你瞧那边那位公子，嘴里喃喃的是什么？",
    "选择二",
    "这位内官也对太白之诗有兴趣么？",
    "不过略知一二罢了。",
    "小人周安，不知您在宫中可是处理何种事务，倘若有幸替我递送些诗句——",
    "XX，走啦，倘若再不走怕是宫门将闭了。",
    "此次时机不和，实在抱歉不能帮忙了。",
    "（这内使告辞的姿态，不似寻常宦者...倒像是女子...）"
  ]

  }